"Add Field" = "Ajouter une annotation";

"Album" = "Album";
"Artist" = "Artiste";
"Artwork" = "Illustration";
"Author" = "Auteur";
"Comment" = "Commentaires";
"Composer" = "Compositeur";
"Copyright" = "Copyright";
"Creation Date" = "Date de création";
"Description" = "Description";
"Director" = "Directeur";
"Disclaimer" = "Renonciation";
"Encoded By" = "Codé par";
"Genre" = "Genre";
"Full Name" = "Nom complet";
"Keywords" = "Mots-clés";
"Title" = "Titre";
"Information" = "Informations";
"Producer" = "Producteur";
"Edit Date" = "Date d’édition";
"Track Number" = "Piste";
"Performers" = "Interprètes";
"URL Link" = "Lien URL";
"Playback Requirements" = "Conditions de lecture";
"Original Artist" = "Artiste d’origine";
"Original Source" = "Source d’origine";
"Original Format" = "Format d’origine";
"Software" = "Logiciel";
"Product" = "Produit";
"Warning" = "Avertissement";
"Writer" = "Rédacteur";
"Year" = "Année";
